/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "Отмена";
"Leave meeting" = "Выйти из конференции";
"Your meeting will begin soon..." = "Веб-семинар скоро начнется...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "Клиент Zoom, который вы устанавливаете, сократит время, необходимое для входа в конференцию";
"Would you like to leave the meeting?" = "Вы хотите выйти из конференции?";

"Join from browser" = "Войти из браузера";
"Try again" = "Попытайтесь еще раз";
"Get support" = "Получить поддержку";
"Your disk is full" = "Ваш диск переполнен";
"Unknown Error" = "Неизвестная ошибка";
"Failed to install" = "Установка не выполнена";
"Failed to launch" = "Не удалось запустить опрос";
"Network connection failed" = "Не удалось подключиться к сети";
"Free up storage and try again." = "Освободите место на диске и попытайтесь еще раз.";
"Check your network and try again." = "Проверьте ваше сетевое соединение и попытайтесь еще раз.";
"Please try again." = "Попытайтесь еще раз.";
"If you still cannot join, contact the Zoom Support Team for help." = "Если вы все еще не можете подключиться, свяжитесь со службой поддержки Zoom.";

